{
  "label":"doc",
  "attributes":{
    
  },
  "children":[{
    "label":"article-title",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"Oxidative Stress and Cytokines in the Pathogenesis of Pancreatic Cancer.\n\n",
      "start":0,
      "end":74
    }]
  },{
    "label":"abstract",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"\n\nPancreatic cancer is one of the most aggressive, drug-resistant and lethal types of cancer with poor prognosis. Various factors including reactive oxygen species, cytokines, growth factors, and extracellular matrix proteins are reported to be involved in the development of pancreatic cancer. However, the pathogenesis of pancreatic cancer has not been completely elucidated. Oxidative stress has been shown to contribute to the development of pancreatic cancer. Evidences supporting the role of reactive oxygen species and cytokines as a risk for pancreatic cancer and the concept of antioxidant supplementation as a preventive approach for pancreatic cancer have been proposed. Here, we review the literature on oxidative stress, cytokine expression, inflammatory signaling, and natural antioxidant supplementation in relation to pancreatic cancer.\n\n\n\n",
      "start":74,
      "end":930
    }]
  },{
    "label":"body",
    "attributes":{
      
    },
    "children":[{
      "label":"sec",
      "attributes":{
        "sec-type":"intro"
      },
      "children":[{
        "label":"title",
        "text":"\n\nINTRODUCTION.\n\n",
        "start":930,
        "end":947
      },{
        "label":"p",
        "text":"Reactive oxygen species (ROS) and cytokines are considered to be important factors in the pathogenesis of pancreatic cancer.XREF_BIBR,XREF_BIBR As a source of ROS, nicotinamide adenine dinucleotide phosphate (NADPH) oxidase (NOX) is involved in pancreatic cancer development.XREF_BIBR ROS activate signaling pathways mediated by p38 mitogen-activated protein kinases (MAPK), NF-κB, and janus kinase/signal transducer and activator of transcription (JAK/STAT),XREF_BIBR–XREF_BIBR which inhibits cancer cell apoptosisXREF_BIBR and induces cytokine expressionXREF_BIBR and epithelial-mesenchymal transition (EMT).XREF_BIBR,XREF_BIBR High levels of fibronectin and laminin,XREF_BIBR,XREF_BIBR cytokines (interleukin-1β [IL-1β], IL-6, IL-8, and tumor necrosis factor-β [TNF-β],XREF_BIBR,XREF_BIBR and growth factors (insulin-like growth factor-1 [IGF-1] and transforming growth factor-β [TGF-β])XREF_BIBR are observed in pancreatic cancer. Growth factors,XREF_BIBR extracellular matrix (ECM) proteins,XREF_BIBR and cytokines (interferon-γ [IFN-γ] and TNF-α)XREF_BIBR–XREF_BIBR have been shown to activate NOX in the pathogenesis of pancreatic cancer development. Bioactive compounds such as curcumin, genistein, and resveratrol have antioxidantXREF_BIBR–XREF_BIBR and antitumor activitiesXREF_BIBR–XREF_BIBR against pancreatic cancer. We will briefly review the role of ROS and cytokines in the pathogenesis of pancreatic cancer. In addition, bioactive compounds that may prevent the development of pancreatic cancer will also be discussed.\n\n",
        "start":947,
        "end":2484
      }]
    },{
      "label":"sec",
      "attributes":{
        
      },
      "children":[{
        "label":"title",
        "text":"\n\nREACTIVE OXYGEN SPECIES AND NICOTINAMIDE ADENINE DINUCLEOTIDE PHOSPHATE OXIDASE IN PANCREATIC CANCER.\n\n",
        "start":2484,
        "end":2589
      },{
        "label":"p",
        "text":"Since ROS and pro-inflammatory cytokines induce genetic instability, these factors may contribute to cancer development.XREF_BIBR,XREF_BIBR Activation of NOX releases high amounts of ROS, which may contribute to development of cancers. Pro-inflammatory cytokine IFN-γ induces the activation of a family of NOX, dual oxidase 2 (DUOX2), to produce ROS in human pancreatic cancer cells.XREF_BIBR\n\n",
        "start":2589,
        "end":2983
      },{
        "label":"p",
        "text":"K-ras mutation is identified in 95% of pancreatic cancer, implying its critical role in the pathogenesis of pancreatic cancer. Recent study showed that NOX2 protein is present in pancreatic tumor cells and tumorigenic cells expressing K-ras while NOX2 was absent in the non-tumorigenic pancreatic ductal epithelial cells.XREF_BIBR In pancreatic cancer cells with K-ras, genetically silencing rac decreases ROS production and inhibits cell growth.XREF_BIBR The study demonstrates that NOX is important for ROS production and growth inhibition in K-ras-expressing cells since rac is a component of the active form of NOX.\n\n",
        "start":2983,
        "end":3604
      },{
        "label":"p",
        "text":"Growth factors and ECM proteins mediate growth of pancreatic cancer cells. Growth factors such as IGF-1 and IGF-2 stimulate NOX4 and produce ROS, which protect pancreatic cancer cells (MIA PaCa-2 and PANC-1) from apoptosis.XREF_BIBR,XREF_BIBR In addition, ROS induce activation of JAK2-STAT1/3 pathway, leading to suppression of apoptosis.XREF_BIBR ECM proteins fibronectin and laminin also activate NOX in pancreatic cancer cells.XREF_BIBR ROS have shown to mediate epithelial-mesenchymal transition (EMT) in pathophysiological condition.XREF_BIBR NOX4-generated ROS are involved in TGF-β-induced EMT in pancreatic cancer cells by activating p38 MAPK and inhibiting protein tyrosine phosphatase 1B (PTP1B).XREF_BIBR Since PTP1B inhibits EMT, inhibition of PTP1B by ROS contribute EMT in pancreatic cancer development.\n\n",
        "start":3604,
        "end":4424
      },{
        "label":"p",
        "text":"DUOX is one of the 7 members of the NOX family. The pro-inflammatory stimuli such as IFN-γ enhance the expression of DUOX2, leading to the production of substantial amounts of extracellular H 2 O 2  in human pancreatic cancer BxPC-3 and AsPC-1 cells.XREF_BIBR H 2 O 2  induces the activation of STAT1 and NF-κB signaling pathways in pancreatic cancer cells.XREF_BIBR Crosstalk of ROS and cytokines in cancer-related signaling is summarized in XREF_FIG. ROS are produced by NOX with stimulation of extracellular matrix (ECM) proteins,XREF_BIBR,XREF_BIBR growth factors,XREF_BIBR and cytokines.XREF_BIBR–XREF_BIBR ROS activates p38 MAPK,XREF_BIBR NF-κB,XREF_BIBR and JAK2-STAT1/3,XREF_BIBR which is believed to contribute to the carcinogenesis of pancreas since these signaling mediators induce ECM and expression of cytokines (IL-1β, IL-6, IL-8, TNF-α, and TGF-β)XREF_BIBR–XREF_BIBR,XREF_BIBR–XREF_BIBR as well as inhibit apoptosis of cancer cells. Antioxidant compounds such as curcumin,XREF_BIBR resveratrol,XREF_BIBR and genisteinXREF_BIBR may inhibit ROS-mediated signaling and thus prevent the development of pancreatic cancer.\n\n",
        "start":4424,
        "end":5557
      }]
    },{
      "label":"sec",
      "attributes":{
        
      },
      "children":[{
        "label":"title",
        "text":"\n\nINFLAMMATORY CYTOKINES IN PANCREATIC CANCER.\n\n",
        "start":5557,
        "end":5605
      },{
        "label":"p",
        "text":"Cytokines promote pancreatic tumor cell progression by modulating tumor microenvironment as well as directly acting on cancer cells for growth, invasion and metastasis. Cytokines are produced from the leukocytes and stellate cells which are infiltrated into the damaged tissues. In the serum of pancreatic cancer patients, pro-inflammatory cytokines IL-6, IL-8, TGF-β, TNF-α, and IL-1β were increased compared to healthy controls.XREF_BIBR,XREF_BIBR–XREF_BIBR,XREF_BIBR–XREF_BIBR\n\n",
        "start":5605,
        "end":6086
      },{
        "label":"p",
        "text":"IL-6 induces the expression of vascular endothelial growth factor (VEGF) in pancreatic cancer cells and stimulates angiogenesis and tumor vascularization.XREF_BIBR IL-6 induced phosphorylation of STAT3, which in turn, mitochondrial localization of pSTAT3 promotes pancreatic tumorigenesis by activating cell proliferation and inhibiting autophagy.XREF_BIBR\n\n",
        "start":6086,
        "end":6444
      },{
        "label":"p",
        "text":"IL-1β promotes pancreatic cancer cell invasiveness.XREF_BIBR IL-1β induces constitutive activation of NF-κB and expression of cyclooxygenase-2 of pancreatic cancer cells and these cancer cells become chemoresistant.XREF_BIBR,XREF_BIBR Patients with both a high IL-6 level and a high IL-1β level exhibited shortened overall and progression-free survival, a reduction in the tumor control rate, and a high dose intensity of gemcitabine monotherapy compared with pancreatic cancer patients with low levels of both IL-6 and IL-1β.XREF_BIBR Therefore, the serum levels of IL-6 and IL-1β predict the efficacy of gemcitabine monotherapy in patients with advanced pancreatic cancer.\n\n",
        "start":6444,
        "end":7120
      },{
        "label":"p",
        "text":"IL-8 stimulates the expression of VEGF, neuropilin-2, and VEGF receptor, which are key molecules in angiogenesis. In addition, IL-8 increases the activation of MAPK pathway for cell growth, survival, and tumorigenesis.XREF_BIBR It has been reported that IL-8 promotes tumor aggressiveness and invasiveness in pancreatic cancer.XREF_BIBR In addition, IL-8 enhances the invasiveness by regulating matrix metalloproteinase-2 activity in human pancreatic cancer cells.XREF_BIBR Both IL-8 and chemokine CXCL12 promote migration and invasion of pancreatic cancer cells.XREF_BIBR\n\n",
        "start":7120,
        "end":7694
      },{
        "label":"p",
        "text":"TNF-α promotes pancreatic cancer cell proliferation.XREF_BIBR TNF-α induces the invasiveness of human pancreatic cancer cells and promotes tumor growth and metastasis in mice.XREF_BIBR Treatment of anti-TNF-α suppresses tumor growth and metastasis.XREF_BIBR\n\n",
        "start":7694,
        "end":7953
      }]
    },{
      "label":"sec",
      "attributes":{
        
      },
      "children":[{
        "label":"title",
        "text":"\n\nBIOACTIVE COMPOUNDS IN PANCREATIC CANCER.\n\n",
        "start":7953,
        "end":7998
      },{
        "label":"p",
        "text":"Treatments for pancreatic cancer patients are surgery, chemotherapy, radiation, and targeted therapy. However, low survival rate of patients with pancreatic cancer needs improved therapeutic and chemopreventive strategies. Since ROS mediate cancer-associated signaling in pancreatic cancer development as described above, supplementation of antioxidant compounds may prevent pancreatic cancer development. Curcumin, resveratrol, and genistein have antioxidant activitiesXREF_BIBR–XREF_BIBR and showed anti-cancer effects against pancreatic cancer in vitro and in vivo experiments.XREF_BIBR–XREF_BIBR\n\n",
        "start":7998,
        "end":8599
      },{
        "label":"p",
        "text":"Curcumin (diferuloylmethane) inhibits the proliferation of pancreatic cancer cells and suppresses the activation of NF-κB.XREF_BIBR,XREF_BIBR Soluble curcumin analogue inhibits NF-κB-DNA binding activity and induces apoptotic cell death in pancreatic cancer cells.XREF_BIBR Moreover, curcumin inhibits cell growth and induces apoptosis through down-regulating the Notch signaling pathway in pancreatic cancer BxPC-3 and PANC-1 cells.XREF_BIBR,XREF_BIBR Using orthotopic xenograft model of human pancreatic cancer Mia PaCa-2 cells, curcumin enhanced the antitumor activity of gemcitabine by inhibiting cell proliferation and NF-κB-regulated cyclin D1, Bcl-xL and survivin genes.XREF_BIBR In addition, curcumin inhibits constitutive STAT3 phosphorylation and down-regulation of survivin expression in human pancreatic cancer cells.XREF_BIBR Regarding EMT in carcinogenesis, curcumin reverses EMT of TGF-β-stimulated pancreatic PANC-1 cancer cells by inhibiting the Hedgehog signaling.XREF_BIBR\n\n",
        "start":8599,
        "end":9592
      },{
        "label":"p",
        "text":"Resveratrol plays dual roles in pancreatic cancer: as a tumor suppressor via the up-regulation of Bax; as a tumor activator via the up-regulation of VEGF-B; and the anticancer effect of resveratrol is much stronger than its cancer promotion effect. Since resveratrol shows chemosensitization effect on tumor cells, the combination of resveratrol with pharmacological inhibitor of VEGF-B has been suggested as a promising modality for clinical pancreatic cancer therapy.XREF_BIBR The chemosensitization of tumor cells by resveratrol appears to be mediated through its ability to modulate multiple cell-signaling molecules, including drug transporters, cell survival proteins, cell proliferative proteins, and members of the NF-κB and STAT3 signaling pathways.XREF_BIBR Besides, resveratrol inhibits EMT of pancreatic BxPC-3 and PANC-1 cancer cells through the PI-3K/AKT/NF-kB signaling.XREF_BIBR\n\n",
        "start":9592,
        "end":10488
      },{
        "label":"p",
        "text":"Genistein stimulates apoptotic effects of the chemotherapeutic drugs cisplatinXREF_BIBR and gemcitabineXREF_BIBR by inhibiting NF-κB activity. Treatment of genistein inhibits pancreatic cancer cell growth and induces apoptosis through the down-regulation of NF-κB and Notch-1 signaling.XREF_BIBR Genistein reverses the epithelial to mesenchymal transition (EMT) of FoxM1-overexpressing pancreatic AsPC-1 cancer cells.XREF_BIBR\n\n",
        "start":10488,
        "end":10916
      }]
    },{
      "label":"sec",
      "attributes":{
        "sec-type":"conclusions"
      },
      "children":[{
        "label":"title",
        "text":"\n\nCONCLUSIONS.\n\n",
        "start":10916,
        "end":10932
      },{
        "label":"p",
        "text":"ROS are produced by the activated NOX in pancreatic cancer. Growth factors, ECM proteins, and cytokines protect pancreatic cancer cells from apoptosis. ROS induce activation of p38 MAPK, NF-κB, and JAK2-STAT1/3 pathway, leading to suppression of apoptosis as well as induction of EMT and cytokine expression which amplify ROS-mediated signaling in pancreatic cancer cells. Cytokines promote pancreatic tumor cell progression, angiogenesis, and the activation of MAPK pathway, which is important for cell growth, survival, and tumorigenesis. STAT3 contributes to tumor initiation by promoting the dedifferentiation of the acinar cells to cancer cells. Since ROS activate STAT3 and MAPK as well as induction of cytokines, targeting ROS may contribute to the prevention of cancer progression in pancreatic tissues. Curcumin inhibits the proliferation of pancreatic cancer cells and suppresses the activation of NF-κB and expression of cyclooxygenase-2 in pancreatic cancer cells. Resveratrol inhibit proliferation of pancreatic cancer. Genistein stimulates apoptotic effects of the chemotherapeutic drugs, and reverses EMT of pancreatic cancer cells. Taken together, supplement of antioxidant compounds may be beneficial for preventing the development and/or initiation of pancreatic cancer.\n\n",
        "start":10932,
        "end":12222
      }]
    }]
  }]
}