{
  "label":"doc",
  "attributes":{
    
  },
  "children":[{
    "label":"article-title",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"Signal transduction by reactive oxygen species.\n\n",
      "start":0,
      "end":49
    }]
  },{
    "label":"abstract",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"\n\nAlthough historically viewed as purely harmful, recent evidence suggests that reactive oxygen species (ROS) function as important physiological regulators of intracellular signaling pathways. The specific effects of ROS are modulated in large part through the covalent modification of specific cysteine residues found within redox-sensitive target proteins. Oxidation of these specific and reactive cysteine residues in turn can lead to the reversible modification of enzymatic activity. Emerging evidence suggests that ROS regulate diverse physiological parameters ranging from the response to growth factor stimulation to the generation of the inflammatory response, and that dysregulated ROS signaling may contribute to a host of human diseases.\n\n\n\n",
      "start":49,
      "end":803
    }]
  },{
    "label":"body",
    "attributes":{
      
    },
    "children":[{
      "label":"sec",
      "attributes":{
        "disp-level":"2"
      },
      "children":[{
        "label":"title",
        "text":"\n\nIntroduction.\n\n",
        "start":803,
        "end":820
      },{
        "label":"p",
        "text":"Very early in his career, while working in a remote marine biological laboratory in Italy, the young Otto Warburg observed that fertilization of sea urchin eggs resulted in a rapid and nearly sixfold increase in oxygen consumption (XREF_BIBR). The notion that oxygen consumption was dynamic and seemingly tied to cellular proliferation would have a profound effect on the young scientist. Later, these ideas would be refined and focused not on normal fertilization but rather on the metabolic abnormalities of cancer cells. Some 23 years after his observations in Italy, Warburg was awarded the Nobel Prize for his discovery of the “nature and mode of action of the respiratory enzyme.” Interestingly, although Warburg’s oocyte observations have been confirmed by many others, his hypothesis that this represented a burst of mitochondrial oxidative phosphorylation is undoubtedly incorrect. Indeed, nearly 100 years after his initial observation, it was established that the surge of oxygen consumption after fertilization is not, as originally envisioned, some primitive metabolic wakeup call by the young zygote. Rather, it would seem, oxygen is instead used by a specific NADPH oxidase on the egg’s surface for the purposeful production of nanomolar concentrations of hydrogen peroxide (XREF_BIBR). Surprisingly, this burst of hydrogen peroxide production does not damage the nascent organism, but instead is used as part of an enzymatic reaction that ultimately results in the development of a protective shell around the young fertilized egg. These observations are in concert with a growing body of evidence that suggests that ROS can be purposefully made and harnessed to regulate a diverse array of physiological processes. In turn, accumulating evidence also suggests that dysregulation of oxidant signaling may cause or accelerate a host of pathological conditions, including the rate that we age (XREF_BIBR). Thus, seemingly from life’s inception to its end, redox signaling acts as an important regulator of physiological and pathophysiological outcomes. Herein, I will try to selectively review some of the highlights and emerging trends in oxidant signaling.\n\n",
        "start":820,
        "end":2994
      }]
    },{
      "label":"sec",
      "attributes":{
        "disp-level":"2"
      },
      "children":[{
        "label":"title",
        "text":"\n\nOxidants and their cellular targets.\n\n",
        "start":2994,
        "end":3034
      },{
        "label":"p",
        "text":"There are numerous potential sources of ROS within the cell. As mentioned above, one important generator of intracellular oxidants is a family of membrane-bound enzymes that rely on NADPH for their activity. Although the expression of these enzymes was initially thought to be confined to phagocytic cells, it now appears that this seven-member family (Nox1–5 and Duox1–2) is in fact widely expressed and evolutionarily conserved (XREF_BIBR; XREF_BIBR). To date, the only clear function of these NADPH-dependent oxidases is the regulated generation of ROS. Mitochondria represent another source for intracellular oxidant production. Most evidence suggests that mitochondrial oxidants are formed predominantly at complex I or complex III of the cytochrome chain when electrons initially derived from NADH or FADH 2  can react with oxygen to produce superoxide anions (XREF_FIG). Although one-electron reactions predominate, two-electron reactions that allow the direct reduction of molecular oxygen to hydrogen peroxide do exist within the mitochondria (XREF_BIBR). The fraction of total oxygen consumption that is diverted into mitochondrial ROS production is a difficult number to accurately estimate. Although in isolated mitochondria under nonphysiological conditions this fraction can approach two percent or more, in the in vivo situation, the fraction of oxygen diverted to ROS production is presumably significantly less (XREF_BIBR). In addition to the mitochondria and NADPH oxidases, additional cellular sources of ROS production include a host of other intracellular enzymes such as xanthine oxidase, cyclooxygenases, cytochrome p450 enzymes, and lipoxygenases that produce oxidants as part of their normal enzymatic function.\n\n",
        "start":3034,
        "end":4772
      },{
        "label":"p",
        "text":"Although it had been appreciated for some time that mitochondria produced ROS as part of aerobic respiration and that phagocytic cells could produce oxidants as part of a host defense mechanism, the role of oxidants within cells began to shift with the observation that the production of hydrogen peroxide was essential for normal growth factor signaling (XREF_BIBR; XREF_BIBR). These studies demonstrated that for growth factors such as PDGF and EGF, ligand binding stimulated a burst of ROS production. Inhibiting this rise in ROS levels was shown to block the normal tyrosine kinase signaling induced by growth factor addition. These initial reports speculated that the intracellular target of oxidants might be the family of tyrosine and dual specific phosphatases, a hypothesis that was subsequently elegantly established (XREF_BIBR; XREF_BIBR). The basis for this regulation of phosphatase activity centers on the unique chemistry of certain reactive cysteine residues. Although the pKa of thiol group on free cysteine is between 8 and 9, in some tyrosine phosphatases or similar target molecules, the surrounding amino acid microenvironment of the cysteine can be substantially modified to result in pKas as low as 4 to 5. These reactive cysteine residues are easily oxidized to a sulfenic form (RSOH). The sulfenic form is unstable and can undergo further oxidation via disproportionation to a sulfinic (RSO 2 H) species. Under greater oxidative stress, the sulphonic (RSO 3 H) species can be created (XREF_FIG). Other possibilities for post-translational cysteine modifications include nitrosylation (RSNO), glutathionylation (RSSG), or the formation of an inter- or intramolecular disulfide bond (RSSR). Although reactive cysteine residues have long been identified experimentally using individual purified proteins, the ability to predict these residues based on either computational means (XREF_BIBR) or through large-scale proteomic approaches (XREF_BIBR) is a relatively recent development. These more recent analysis has suggested that reactive and potentially modulatory cysteine residues might exist in well over 500 individual proteins, thereby extending this form of redox regulation to a wide range of enzymatic activities.\n\n",
        "start":4772,
        "end":7017
      },{
        "label":"p",
        "text":"Although such analysis has established a role for intracellular oxidants in signal transduction, given the wide range of putative targets and the general reactivity of hydrogen peroxide, how can any specificity be achieved? At this point, this remains an open and potentially vexing concern. Part of the answer may however result from the colocalization of the source of oxidant production nearby to the intended target. One recent report demonstrated this principle by analyzing the antioxidant peroxiredoxin 1 (Prx1), which was transiently phosphorylated on a tyrosine residue after growth factor stimulation (XREF_BIBR). This phosphorylation only occurred on a relatively small fraction of Prx1 molecules, especially that fraction of Prx1 located near the membrane oxidant source and nearby various membrane-associated signaling intermediates. Phosphorylation of Prx1 actually inhibited the antioxidant function of the protein, thereby allowing for the local accumulation of ROS near the membrane and presumably allowing for cysteine modification confined to this local area beneath the growth factor receptor. Another recent study using a zebrafish model visually identified a gradient of hydrogen peroxide levels within tissue that was essential for signaling (XREF_BIBR). It should be noted that in both preceding examples, the source of oxidants appeared to be a member of the Nox family of membrane-bound NADPH oxidases. These enzymes produce extracellular superoxide anions. It is generally believed that for signaling purposes, the superoxide anion dismutates spontaneously to hydrogen peroxide. Although it had been generally assumed that once generated, hydrogen peroxide could simply diffuse back across the plasma membrane, recent evidence suggests that hydrogen peroxide might preferentially enter the cell through specific plasma membrane aquaporin channels (XREF_BIBR; XREF_BIBR). This regulated entry provides another potential mechanism through which oxidants could be channeled to an intended target and thereby achieve some measure of overall signaling specificity (XREF_FIG).\n\n",
        "start":7017,
        "end":9116
      },{
        "label":"p",
        "text":"It is important to note that the Nox-dependent oxidant burst that leads to the transient inactivation of phosphatases represents only one of many mechanisms through which oxidants elicit specific responses in cells. First, mitochondrial oxidants also appear to participate in signaling events. Examples are varied and include feedback regulation after metabolic excess (XREF_BIBR), as well as the regulation of the hypoxia-inducible factor 1 (HIF-1a) during low oxygen conditions (XREF_BIBR; XREF_BIBR; XREF_BIBR). There also appears to be an important role for mitochondria oxidants in the regulation of autophagy through the direct regulation of Atg4 activity (XREF_BIBR). Finally, there is growing recognition that mitochondrial oxidants are important signaling molecules that regulate the inflammatory response. In particular, several recent reports have identified a critical role for mitochondrial oxidants in the formation of the NLRP3 (NOD-like receptor pyrin domain-containing 3) inflammasome (XREF_BIBR; XREF_BIBR; XREF_BIBR). In addition, as recognized by the above examples, phosphatases represent only a fraction of the presumably important redox targets. For instance, other signaling molecules such as p21ras (XREF_BIBR; XREF_BIBR) and certain 14-3-3 isoforms (XREF_BIBR) have been shown to be direct targets of reactive oxygen and nitrogen species. Another recently identified target is the ataxia-telangiectasia mutated (ATM) protein kinase that is activated after certain stresses, most notably after double-stranded DNA breaks. In this study, hydrogen peroxide was shown to catalyze the formation of a disulfide ATM dimer through the oxidation of specific reactive cysteine residues on the C-terminal region of ATM (XREF_BIBR). As opposed to the example of dual specific and tyrosine phosphatases, oxidation of the cysteine residue in this case led to enzymatic activation rather than inactivation. These results are particularly intriguing because patients with mutated ATM suffer from a crippling and debilitating disease characterized by ataxia, immunodeficiency, premature aging, and cancer predisposition. Cells lacking ATM exhibit constitutively high levels of ROS, as do certain tissues obtained from knockout mice (XREF_BIBR; XREF_BIBR). Indeed, treatment of Atm −/−  mice with antioxidants delays the development of tumors (XREF_BIBR), as well as rescuing the defect in self-renewal observed in hematopoietic stem cells derived from Atm-deficient animals (XREF_BIBR). The mechanism through which ATM regulates the intracellular redox state is complex and may involve regulation of mitochondria biogenesis (XREF_BIBR), altering mTOR-dependent autophagy (XREF_BIBR) or modulating the synthesis of NADPH through the pentose phosphate shunt (XREF_BIBR). Nonetheless, it is intriguing that ATM appears to be regulated directly by oxidants while at the same time serving as a major regulator of intracellular redox status. It is unlikely that such a homeostatic feedback loop is unique for ATM. Taken together with the recently described studies on the inflammasome, these studies suggest that aerobic metabolism, stress responses, and oxidant generation will be tightly coupled.\n\n",
        "start":9116,
        "end":12319
      }]
    },{
      "label":"sec",
      "attributes":{
        "disp-level":"2"
      },
      "children":[{
        "label":"title",
        "text":"\n\nAntioxidants and signaling.\n\n",
        "start":12319,
        "end":12350
      },{
        "label":"p",
        "text":"The maintenance of intracellular redox homeostasis is dependent on a complex web of antioxidant molecules. These antioxidants include low molecular weight molecules such as glutathione, present in millimolar concentrations within cells, as well as an array of protein antioxidants that each have specific subcellular localizations and chemical reactivities. Included among the protein antioxidants are molecules such as superoxide dismutase that reacts with superoxide and catalase and the peroxiredoxins that catabolize hydrogen peroxide. In addition, the thioredoxin and glutaredoxin family of proteins play a significant role in maintaining redox homeostasis by the reduction of disulfide bridges in various target proteins. It has been proposed that these various protein antioxidants might exist in some loose hierarchical network or redox circuit, whose function is to maintain the overall cysteine proteome (XREF_BIBR). One important and emerging theme is that antioxidant proteins are not merely passive disposers of intracellular oxidants but rather active participants in redox signaling. One of the earliest descriptions of this trend emerged from the interaction between thioredoxin (Trx) and the apoptosis signal–regulating kinase (ASK1; XREF_BIBR). It had been previously known that agents such as TNF that activate ASK1 also stimulate ROS production. Furthermore, it was known that ASK1 regulates the induction of downstream effectors such as the c-Jun N-terminal kinase (JNK) and the p38 MAPK pathway required for cell death. The link between ROS production and the subsequent activation of ASK1-dependent signaling appears to involve a redox-dependent interaction between ASK1 and Trx. In this model, oxidative stress leads to the direct oxidation of Trx and its subsequent dissociation from ASK1. Freed from the interaction with Trx, ASK1 can now activate its downstream target (XREF_FIG). Importantly, in this scenario, Trx acts less as a classical antioxidant, and more as a sensor of intracellular oxidants and a regulator of redox signaling.\n\n",
        "start":12350,
        "end":14415
      },{
        "label":"p",
        "text":"The role for Trx in modulating the effects of oxidants extends beyond the regulation of ASK1. For instance, in the heart, inhibition of Trx activity was previously shown to lead to increased basal oxidant levels, as well as to increase cardiac hypertrophy (XREF_BIBR). More recently, these physiological effects were shown to be mediated at least in part by the ability of Trx to modulate the activity of class II histone deacetylases (HDACs). Here again, the interaction of Trx with HDACs was critical for the redox-dependent subcellular localization of the deacetylase, and ultimately its ability to regulate the hypertrophic response (XREF_BIBR). Trx exists in the serum as well as inside the cell, and some evidence suggests that secreted Trx might also have a signaling role. For instance, the activity of the transient receptor potential (TRP) cation channel appears to be modulated by the activity of extracellular Trx (XREF_BIBR).\n\n",
        "start":14415,
        "end":15355
      },{
        "label":"p",
        "text":"A related theme regarding antioxidant proteins and signaling has also emerged from analysis of the Wnt signaling pathway. Wnts are a family of secreted proteins that bind to specific surface receptors and activate an intracellular signaling pathway leading to the stabilization and nuclear translocation of the protein β-catenin. Once in the nucleus, β-catenin can regulate the transcription of numerous target genes. Wnt signaling is required for normal development, as well as stem cell homeostasis, whereas dysregulated Wnt signaling is linked to tumor development. The disheveled protein (Dvl) is a cytoplasmic protein that acts directly downstream from the Wnt surface receptor and functions in the regulation of β-catenin stability. Biochemical evidence suggests that Dvl binds to nucleoredoxin (Nrx), a thioredoxin-like protein (XREF_BIBR). Augmenting Nrx inhibits Wnt signaling, whereas knockdown of Nrx activates Wnt-dependent gene expression. Here again, like the Ask1–Trx association, the interaction between Nrx and Dvl is sensitive to the intracellular redox state. Furthermore, the function of Nrx is again more of a sensor and effector, rather than as a simple antioxidant scavenger.\n\n",
        "start":15355,
        "end":16555
      },{
        "label":"p",
        "text":"The peroxiredoxins represent another family of antioxidant proteins that appear to directly modulate signaling within cells. Originally isolated in yeast (XREF_BIBR; XREF_BIBR), the peroxiredoxins are abundant proteins that catalyze the reduction of hydrogen peroxide using an active site reactive cysteine. There are at least six different peroxiredoxin mammalian isoforms, each with slightly different subcellular localization and enzymatic mechanisms. Similar to what has been described with Trx and Nrx, members of the peroxiredoxin family appear to function not as simple antioxidants but rather they appear to bind and regulate a host of other molecules. For instance, peroxiredoxin 1 (Prx1) can bind to and modulate the activity of the androgen receptor (XREF_BIBR), the cellular proto-oncogene c-Abl (XREF_BIBR), and the stress kinase JNK (XREF_BIBR). Furthermore, recent evidence suggests that Prx1 can associate with the lipid phosphatase PTEN (XREF_BIBR). Consistent with these latter observations, Prx1 appears to act as a bone fide tumor suppressor as whole body or conditional Prdx1 knockout mice exhibit altered PTEN activity (XREF_BIBR) with a resulting increased rate of tumor formation (XREF_BIBR; XREF_BIBR).\n\n",
        "start":16555,
        "end":17784
      },{
        "label":"p",
        "text":"Perhaps the most startling nontraditional antioxidant function of the peroxiredoxins came from recent observations linking this family to circadian rhythms. Previous work on biological clocks had established a pattern of gene and protein expression that occurs with a 24-h oscillating fashion. These studies have shown that such circadian rhythms are largely maintained by a nuclear transcriptional–translational feedback system whereby key clock proteins feedback to negatively regulate their own transcription. However, observations in some simple bacteria challenged the assumption that circadian cycles always required transcription and translation. In the most recent set of observations, these notions were further advanced by studying red blood cells (RBCs) from human volunteers (XREF_BIBR). The mature RBC is unique in the human body as it lacks a nucleus and therefore is incapable of new RNA production. Surprisingly, when isolated from volunteers and maintained in culture, human RBCs exhibited a circadian oscillation of peroxiredoxin oxidation and reduction. Remarkably, the sulfinic form of Prx undergoes rhythmic oscillation for several days in culture. These results again underscore the notion that oxidants are intricately coupled to the regulation of crucial physiological processes and that antioxidants such as peroxiredoxin are not merely scavengers but rather exist in the cell as sensors and effectors of key redox-regulated pathways.\n\n",
        "start":17784,
        "end":19245
      },{
        "label":"p",
        "text":"Finally, it is important to note that there is growing evidence that the regulation of antioxidant levels in cells is intimately tied to the levels of intracellular ROS and sources of oxidant production. A well-studied example of this phenomenon is the Nrf2 transcription factor that regulates the expression of a host of antioxidant and detoxifying genes by binding to promoter sequences containing a consensus antioxidant response element (XREF_BIBR). In turn, the subcellular localization and hence activity of Nrf2 is at least in part regulated by its interaction with an inhibitory protein called Keap1. Specific reactive cysteine residues on Keap1 are required for this regulation (XREF_BIBR). A similar situation exists for the FoxO family of transcription factors that alter their subcellular localization based on the intracellular redox state and in turn, regulate the expression of various antioxidant genes (XREF_BIBR). This phenomenon also extends to ROS-producing organelles. In mammals, mitochondrial biogenesis, the physiological induction of new mitochondria, is regulated by the transcriptional coactivator PGC-1α. Interestingly, PGC-1α appears to regulate new mitochondrial formation while simultaneously regulating antioxidant expression (XREF_BIBR). This coordination of new ROS-producing organelles with increased antioxidant levels presumably helps maintain redox homeostasis. Although PGC-1α is not present in lower organisms, it would appear that in yeast, the release of mitochondrial ROS can also act as signal to regulate the formation of new mitochondria (XREF_BIBR). Such results again suggest a coupling between mitochondrial number, oxidant production, and the antioxidant network.\n\n",
        "start":19245,
        "end":20960
      }]
    },{
      "label":"sec",
      "attributes":{
        "disp-level":"2"
      },
      "children":[{
        "label":"title",
        "text":"\n\nOxidative stress and human disease.\n\n",
        "start":20960,
        "end":20999
      },{
        "label":"p",
        "text":"Although the preceding discussion revolved mostly around the role of ROS in normal physiological signaling, growing evidence implicates alterations in redox signaling as a contributor to many disease processes. Nonetheless, the precise role that oxidants play remains controversial and often beset with the problem as to whether a rise in ROS causes or merely correlates with the disease state. Although an exhaustive description of the involvement of redox signaling in human disease is beyond the scope of this review, I will briefly highlight a few illustrative examples that exemplify some of the general principles.\n\n",
        "start":20999,
        "end":21621
      },{
        "label":"p",
        "text":"The development of insulin resistance and subsequent type 2 diabetes mellitus (T2DM) is one area where oxidants have been consistently implicated in disease pathogenesis. Cellular models of insulin resistance are characterized by persistently elevated ROS levels (XREF_BIBR). The source of this dysregulated oxidant production appears to be the mitochondria (XREF_BIBR), and by unknown mechanisms, high glucose conditions can cause alterations in mitochondrial morphology including the rapid fragmentation of mitochondria (XREF_BIBR; XREF_BIBR). Similarly, both animal models and human samples suggest that T2DM is accompanied in particular by increased mitochondrial hydrogen peroxide production (XREF_BIBR). In these various animal models, pharmacological or genetic strategies that increase mitochondrial antioxidant levels at least partially reverse the observed metabolic defects (XREF_BIBR; XREF_BIBR). The link between constitutive ROS production and insulin resistance has been ascribed to alterations in various intracellular signaling pathways. There is evidence, for instance, that activation of the JNK pathway is important for maintaining insulin resistance (XREF_BIBR). The intracellular redox state in turn regulates JNK activity through multiple mechanisms including the inactivation of certain key phosphatases (XREF_BIBR), the modulation of ASK1 as previously described (XREF_BIBR), as well as the ability of ROS to alter GST Pi, a known inhibitor of JNK activity (XREF_BIBR). Furthermore, through multiple direct and indirect means, oxidants can regulate the activity of the NF-κB transcription family that can also play a role in the pathogenesis of diabetes (XREF_BIBR).\n\n",
        "start":21621,
        "end":23314
      },{
        "label":"p",
        "text":"Although these data suggest that high levels of ROS contribute to insulin resistance, there are other datasets that suggest the complete opposite might be true. For instance, there is some evidence that mitochondrial oxidants are required for the glucose-induced insulin secretion by pancreatic β-cells (XREF_BIBR). Furthermore, like many other growth factors, insulin binding to its cell surface receptor stimulates production of hydrogen peroxide (XREF_BIBR; XREF_BIBR). This rise in ROS levels has been shown to be necessary for the transient inactivation of protein tyrosine phosphatases such as PTP1B and TC45 (XREF_BIBR). As such, ROS are also necessary to maintain normal insulin sensitivity. This point was underscored recently by the demonstration that mice lacking the antioxidant glutathione peroxidase showed higher ROS levels, leading to the inactivation of the lipid phosphatase PTEN. This phosphatase inactivation resulted in higher PI3-K/Akt signaling in these animals and improved insulin sensitivity (XREF_BIBR). In these animals, treatment with an antioxidant actually made the glucose metabolism worse. Analysis of rare individuals with selenoprotein deficiency suggests that these observations may potentially extend to humans as well (XREF_BIBR). Presently, it is far from clear as to why in certain cellular and animal models, insulin resistance is associated with increased ROS levels and scavenging these oxidants improves metabolic homeostasis, whereas in other models high ROS levels are associated with improved insulin sensitivity and antioxidants make things worse. Possible explanations include differences in the intensity and sources of oxidants, a change in the function of oxidants depending on the stage of the disease, as well as specific but potentially important differences in the various metabolic models used. In addition, because redox homeostasis presumably has a narrow biological window, it is conceivable that too much or too little oxidants could produce similar pathological effects.\n\n",
        "start":23314,
        "end":25348
      },{
        "label":"p",
        "text":"Aging is another arena in which the role of oxidants has been often implicated but never definitively established. There is a long history, first formally articulated by Denham Harman in the 1950s, suggesting that the production of reactive oxygen species was linked to the rate of aging (XREF_BIBR). Indeed, there is a large body of mostly correlative literature suggesting that aging is accompanied by an increase in the steady-state level of oxidants and oxidatively modified proteins, lipids, and DNA (XREF_BIBR; XREF_BIBR). Consistent with a causal role for oxidants, in some lower organisms and mammalian models, increasing the level of antioxidants results in life span extension (XREF_BIBR; XREF_BIBR). In addition, certain long-lived mouse models such as deletion of the p66shc gene appear to extend life by modulating ROS levels (XREF_BIBR; XREF_BIBR; XREF_BIBR). In contrast, there are other models in lower organisms whereby the addition of low levels of ROS-producing compounds actually extends life (XREF_BIBR; XREF_BIBR; XREF_BIBR; XREF_BIBR), and where the genetic reduction of antioxidant defenses actually promotes a longer lifespan (XREF_BIBR). These effects have also been observed at the cellular level (XREF_BIBR) and are generally ascribed to the concept of mitochondrial hormesis (XREF_BIBR), the biological equivalent of Fredrick Nietzsche dictum, “what won’t kill you, will make you strong.” Finally, it should be noted that in some mouse models, reducing or increasing scavenging capacity has no impact on aging (XREF_BIBR; XREF_BIBR), whereas in other models, impaired mitochondrial function can accelerate aging in an ROS-independent fashion (XREF_BIBR; XREF_BIBR).\n\n",
        "start":25348,
        "end":27044
      },{
        "label":"p",
        "text":"Although the evidence for ROS contributing to organismal aging is therefore mixed, there is a growing body of work suggesting that oxidants might regulate age-related regenerative capacity by being an important determinant of stem cell biology. Perhaps the first description of this phenomenon came from the analysis briefly mentioned in the preceding section involving mice deficient in the ATM kinase. These mice were known to develop a high rate of tumors; however, it was observed that mice that are tumor free develop an age-dependent decline in hematopoietic function. This defect turned out to be the result in an accelerated decline in self-renewal capacity for the ATM-deficient hematopoietic stem cell (HSC; XREF_BIBR). Self-renewal is a unique property of stem cells wherein a stem cell can divide and give rise to a daughter stem cell. This property is essential for the maintenance of the overall stem cell pool. Before the observed failure of ATM-deficient HSCs, it was noted that these cells had high levels of ROS. Indeed, treatment with an antioxidant rescued the self-renewal defect observed in this model. The link between high levels of ROS and stem cell defects was extended by examining the HSC derived from mice that were deficient in three members of the FoxO family of transcription factors. Again, as previously mentioned, the activity of the FoxO family is sensitive to intracellular oxidants, and in turn, FoxO transcription factors can specifically induce the expression of key intracellular antioxidants. HSCs lacking FoxO1, FoxO3, and FoxO4 had reduced expression of antioxidant proteins such as superoxide dismutase and catalase and corresponding increase in ROS levels within the HSC compartment (XREF_BIBR). As observed with Atm −/−  HSCs, FoxO-deficient HSCs demonstrated a marked impairment in self-renewal that could be corrected by antioxidant administration. Similar findings were observed in FoxO-deficient neural stem cells (XREF_BIBR; XREF_BIBR). Finally, mice deficient in the polycomb repressor Bmi1 also exhibit a defect in self-renewal and a corresponding rise in ROS levels (XREF_BIBR). Taken together, these studies suggest that the age-dependent maintenance of the stem cell pool is intricately connected to regulation of the intracellular redox state. It is tempting to speculate that an age-dependent rise in ROS might contribute to the observed age-dependent decline in stem cell function. However, as we have learned from the previous examples the relationship between a rise in oxidants and the observed pathology is often complex. Echoing this notion, at least in Drosophila, oxidants play an essential role in the normal differentiation of HSCs into mature progeny (XREF_BIBR).\n\n",
        "start":27044,
        "end":29779
      }]
    },{
      "label":"sec",
      "attributes":{
        "disp-level":"2",
        "sec-type":"conclusions"
      },
      "children":[{
        "label":"title",
        "text":"\n\nConclusions.\n\n",
        "start":29779,
        "end":29795
      },{
        "label":"p",
        "text":"Although not exhaustive, the examples discussed highlight the emerging and rapidly expanding role of redox signaling in biology. These studies have implicated the unique chemistry of reactive cysteine residues within certain target proteins. Such redox reactions allows for the covalent modification of protein function in a fashion not unlike the well-established phosphorylation of serine, threonine, and tyrosine residues. Significant challenges in the field exist, however, including a more precise understanding of how signaling specificity occurs. Often, oxidants are implicated in events in which the levels of ROS may change but where their precise function is inferred and not proven. This is particularly true in disease states where a rise in oxidants is sometimes taken as a causal rather than a correlative event. Progress is also hampered by technical limitations in providing high-throughput means to identify the modification of reactive cysteine residues, as well as accurate and quantitative means of measuring intracellular ROS levels. Newer approaches to address the latter deficiency appear, however, to hold promise (XREF_BIBR; XREF_BIBR; XREF_BIBR).\n\n",
        "start":29795,
        "end":30969
      },{
        "label":"p",
        "text":"Over a century has passed since a young Otto Warburg measured the rapid burst of oxygen consumption that occurs as life begins. Few scientists in his or subsequent generations would have contemplated that at the moment of conception, a fertilized zygote would purposely make prodigious amounts of hydrogen peroxide. Nonetheless, the last two decades have convincingly demonstrated that oxidants can be regulated in their production and specific in their effects. Furthermore, the fact that bacteria and plants also heavily rely on aspects of oxidant signaling suggests that many of these mechanisms are ancient and evolutionarily conserved (XREF_BIBR; XREF_BIBR). A further understanding of these pathways promises to reveal to us many more secrets regarding how life begins, why it ends, and all the myriad complexities that make up the middle.\n\n",
        "start":30969,
        "end":31816
      }]
    }]
  }]
}