{
  "label":"doc",
  "attributes":{
    
  },
  "children":[{
    "label":"article-title",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"Molecular Basis of Bcl-X L -p53 Interaction: Insights from Molecular Dynamics Simulations.\n\n",
      "start":0,
      "end":92
    }]
  },{
    "label":"abstract",
    "attributes":{
      
    },
    "children":[{
      "label":"#PCDATA",
      "text":"\n\nBcl-X L , an antiapoptotic Bcl-2 family protein, plays a central role in the regulation of the apoptotic pathway. Heterodimerization of the antiapoptotic Bcl-2 family proteins with the proapoptotic family members such as Bad, Bak, Bim and Bid is a crucial step in the apoptotic regulation. In addition to these conventional binding partners, recent evidences reveal that the Bcl-2 family proteins also interact with noncanonical binding partners such as p53. Our previous NMR studies showed that Bcl-X L : BH3 peptide and Bcl-X L : SN15 peptide (a peptide derived from residues S15-N29 of p53) complex structures share similar modes of bindings. To further elucidate the molecular basis of the interactions, here we have employed molecular dynamics simulations coupled with MM/PBSA approach. Bcl-X L  and other Bcl-2 family proteins have 4 hydrophobic pockets (p1–p4), which are occupied by four systematically spaced hydrophobic residues (h1–h4) of the proapoptotic Bad and Bak BH3 peptides. We observed that three conserved hydrophobic residues (F19, W23 and L26) of p53 (SN15) peptide anchor into three hydrophobic pockets (p2–p4) of Bcl-X L  in a similar manner as BH3 peptide. Our results provide insights into the novel molecular recognition by Bcl-X L  with p53.\n\n\n\n",
      "start":92,
      "end":1367
    }]
  },{
    "label":"body",
    "attributes":{
      
    },
    "children":[{
      "label":"sec",
      "attributes":{
        "id":"s1"
      },
      "children":[{
        "label":"title",
        "text":"\n\nIntroduction.\n\n",
        "start":1367,
        "end":1384
      },{
        "label":"p",
        "text":"Apoptosis or programmed cell death is a key regulatory process involved in major biological pathways in which its dysregulation is linked to cancer, autoimmunity, and neurodegenerative disorders XREF_BIBR. The Bcl-2 family proteins regulate and mediate the mitochondrial outer membrane permeabilization, a crucial event in the mitochondrial pathway of apoptosis in vertebrates XREF_BIBR–XREF_BIBR. The regulation of apoptosis is governed largely by interactions between the pro-survival and pro-death members of the Bcl-2 protein family XREF_BIBR. Some members of this family (e.g., Bax, Bak, and Bid) promote apoptosis, while others such as Bcl-X L , Bcl-2 and Bcl-w work against programmed cell death XREF_BIBR, XREF_BIBR. The Bcl-2 family proteins are characterized by regions of specific sequence homology named as Bcl-2 homology (BH) motifs that number from 1 to 4 and are critical for function XREF_BIBR. Especially α-helical BH3 motif of proapoptotic proteins occupy and form strong interactions with hydrophobic groove of antiapoptotic Bcl-2 family proteins which leads to the activation of the essential death mediators Bax and Bak, thereby committing cells to apoptosis XREF_BIBR–XREF_BIBR.\n\n",
        "start":1384,
        "end":2586
      },{
        "label":"p",
        "text":"p53, a key tumor suppressor protein also termed as “the guardian of the genome”, plays a key role in cellular stress response pathway XREF_BIBR, XREF_BIBR. It is found to be mutated or lost in more than 50% of all human cancers indicating its crucial functions in controlling tumor formation XREF_BIBR. Under normal conditions, p53 is quiescent and present at basal levels. Upon cellular stress, DNA damage and hypoxia, it is upregulated and induces pathways that cause cell cycle arrest, DNA repair, cellular senescence, differentiation and apoptosis XREF_BIBR, XREF_BIBR. The proapoptotic activity of the tumor suppressor protein p53 is controlled by a number of protein–protein interactions that constitute a network of negative and positive regulators XREF_BIBR. The central part of this network is the interaction with the oncogenic protein MDM2 via the N-terminal transactivation domain (TAD) and the central DNA-binding domain (DBD) XREF_BIBR, XREF_BIBR. Binding of the E3 ubiquitin ligase, MDM2 to the tumor suppressor protein, targets p53 for proteosomal degradation XREF_BIBR.\n\n",
        "start":2586,
        "end":3674
      },{
        "label":"p",
        "text":"While the transcription-dependent mechanism of p53 has been extensively studied XREF_BIBR, evidence supporting the transcription-independent apoptotic activity of p53 has emerged in recent years XREF_BIBR, XREF_BIBR. This suggests that p53 could be localized in the outer membrane of mitochondria and execute the transcription-independent apoptotic cell death in response to death signals XREF_BIBR, XREF_BIBR. Recent studies on the transcription-independent mitochondrial p53 apoptotic pathway provided valuable information XREF_BIBR–XREF_BIBR. It was demonstrated that PUMA, a proapoptotic BH3 only protein releases p53 from Bcl-X L /p53 complex and allows Bax or Bak to induce mitochondrial permeability XREF_BIBR while p53 upregulated Bad, another proapoptotic protein by forming a complex in the mitochondria thereby inducing apoptosis XREF_BIBR. These studies revealed that Bcl-2 family proteins are the binding targets for p53 and results in a transcription-independent apoptotic activity.\n\n",
        "start":3674,
        "end":4672
      },{
        "label":"p",
        "text":"The structures of Bcl-X L  in complex with Bad or Bak proapoptotic BH3 peptides offer detailed structural information on the binding interface between the protein and complementary peptide residues XREF_BIBR, XREF_BIBR, revealing possible hydrophobic pockets and important interactions which provide a molecular basis to develop sub-nanomolar range inhibitors XREF_BIBR. Similarly, studies on MDM2/p53 complex studies also contributed to the designing of antagonists to disturb p53-MDM2 interactions XREF_BIBR–XREF_BIBR. Based on this structural information, several p53 peptidomimetics were developed XREF_BIBR–XREF_BIBR. Computational studies provided insightful information into the molecular recognition between p53 and MDM2 XREF_BIBR–XREF_BIBR. In previous NMR studies we have attempted to understand the binding properties of p53 with its non-conventional partner Bcl-X L , and based on those observations we developed a complex model XREF_BIBR, XREF_BIBR. In the present study we have performed several molecular dynamics simulations on Bcl-X L /BH3 peptides (Bad, Bak), MDM2/p53 and Bcl-X L /p53 (SN15) peptide complexes and examined the common interaction pattern of these peptides with their binding partners using multiple conformations. Binding free energy calculations and residual decomposition analyses were opted to understand recognition process of these peptides by Bcl-X L .\n\n",
        "start":4672,
        "end":6067
      }]
    },{
      "label":"sec",
      "attributes":{
        "id":"s2",
        "sec-type":"methods"
      },
      "children":[{
        "label":"title",
        "text":"\n\nMethods.\n\n",
        "start":6067,
        "end":6079
      },{
        "label":"sec",
        "attributes":{
          "id":"s2a"
        },
        "children":[{
          "label":"title",
          "text":"\n\nStarting structures.\n\n",
          "start":6079,
          "end":6103
        },{
          "label":"p",
          "text":"The initial coordinates of MDM2/p53 and Bcl-X L /BH3 peptide complexes were obtained from the Protein Data Bank. The wild type human p53 (residues 17–29) and MDM2 (residues 25–109) complex crystal structure with PDB ID: 1YCR was utilized XREF_BIBR. Two proapoptotic proteins Bad and Bak BH3 peptides in complex with human Bcl-X L  (PDB ID 1G5J and 1BXL respectively) were considered as starting structures for Bcl-X L /BH3 peptide complex simulations XREF_BIBR, XREF_BIBR. The Bcl-X L /SN15 peptide complex coordinates were taken from our previous model developed by using HADDOCK based on chemical shift perturbations observed for Bcl-X L  upon complex formation with SN15 peptide XREF_BIBR.The Bcl-X L /Bak BH3 peptide complex structure (PDB ID: 1BXL) was utilized to develop the Bcl-X L /SN15 peptide complex model. The N- and C-terminus residues of the proteins were capped with ACE and NME, accordingly to keep them neutral at the time of simulation. The N-terminal end alone was capped for peptide in the MDM2/p53 complex, based on previous computational studies XREF_BIBR–XREF_BIBR.\n\n",
          "start":6103,
          "end":7194
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s2b"
        },
        "children":[{
          "label":"title",
          "text":"\n\nMolecular dynamics simulations.\n\n",
          "start":7194,
          "end":7229
        },{
          "label":"p",
          "text":"All the MD simulations were performed using GROMACS software (version 4.0.5) XREF_BIBR, XREF_BIBR with the Amber99 force field. The MD simulation protocol that we used is as follows. Hydrogens were added and the protonation state of ionizable groups was chosen appropriate to pH 7.0. Each system was inserted in a water box of TIP3P water, which extended at least 12 Å away from any given protein atom. All systems were neutralized by adding counter ions and replacing the overlapping solvent molecules. The size of each system utilized for the simulations are represented in XREF_TABLE. All simulations were run under periodic boundary conditions with NPT ensemble by using Berendsen's coupling algorithm for maintaining the temperature (300 K) and the pressure constant (1 bar). The SHAKE algorithm with a tolerance of 10 −5  Å was applied to fix all bonds containing hydrogen atoms. The electrostatic interactions were calculated by using the Particle-mesh Ewald (PME) algorithm, with interpolation order of 4 and a grid spacing of 0.1 nm and the van der Waals forces were treated by using a cutoff of 10 Å. A 2-fs time step was used to integrate the equations of motion. The systems were subjected to steepest descent energy minimization for 2,000 steps. Then the protein backbone was frozen and the solvent molecules with counter ions were allowed to move during a 200 ps position restrained MD run. The final production run continued for 10 or 15 ns (XREF_TABLE) and the coordinates were stored every 1 ps. The purpose of the simulations was to generate multiple structures around the initial experimental/model structure to improve the statistical sampling for binding free energy (ΔG bind ) calculations using MM/PBSA method.\n\n",
          "start":7229,
          "end":8964
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s2c"
        },
        "children":[{
          "label":"title",
          "text":"\n\nBinding free Calculations.\n\n",
          "start":8964,
          "end":8994
        },{
          "label":"p",
          "text":"The binding energy of protein-peptide complexes was calculated by using MM/GBSA (for MDM2/p53) and MM/PBSA (for remaining simulations) incorporated in Amber9 package XREF_BIBR–XREF_BIBR. MDM2/p53 simulation was utilized to benchmark our MD simulation protocol as this system is well studied by computational simulations. The trajectory files generated by production run of different systems are converted into individual PDB files by trajconv method incorporated in GROMACS analysis suite. For MDM2/p53 and Bcl-X L /SN15W23A mutant simulation (10 ns each) 2500 snapshots were considered at the time intervals of 2 ps from the last 5 ns production runs. For remaining three 15 ns simulations (Bcl-X L  with Bad, Bak and SN15 peptides) 5000 snapshots were chosen from the last 10 ns. These selected snapshots were utilized to calculate the enthalpy contributions of protein-peptide complexes and every 100 th  snapshot of selected frames (25 or 50 frames for 2500 or 5000 snapshots, respectively) was used to calculate entropy terms using normal mode analysis (Nmode module of Amber) and averaged XREF_BIBR. The dielectric constants for solute and solvent set as 1.0 and 80.0, respectively. The solvent accessible surface area (SASA) was computed with molsurf module in Amber9, using a probe radius of 1.4 Å XREF_BIBR. The surface tension proportionality constant and the free energy of nonpolar solvation of a point solute were set to 0.00542 kcal/Å 2  and 0.92 kcal/mol, respectively. A single trajectory method was used in MM-GBSA/PBSA binding free energy calculations. Residual decomposition analysis which is incorporated in the Amber9 software package was utilized to understand the important interactions between protein-peptide complexes and also to select the crucial hot spot interactions which are essential for the complex formation and stability. Every 50 th  snapshot of selected frames (50 or 100 frames for 2500 or 5000 snapshots, respectively) was used to calculate the energy decomposition for all the protein and peptide residues. All the preliminary analyses to ensure the quality of the simulations such as root mean square deviation (RMSD), root means square fluctuation (RMSF), secondary structural analyses by DSSP are carried out by GROMACS analysis programs.\n\n",
          "start":8994,
          "end":11278
        }]
      }]
    },{
      "label":"sec",
      "attributes":{
        "id":"s3"
      },
      "children":[{
        "label":"title",
        "text":"\n\nResults.\n\n",
        "start":11278,
        "end":11290
      },{
        "label":"sec",
        "attributes":{
          "id":"s3a"
        },
        "children":[{
          "label":"title",
          "text":"\n\nSequence comparison of BH3 and SN15 peptides.\n\n",
          "start":11290,
          "end":11339
        },{
          "label":"p",
          "text":"Antiapoptotic proteins such as Bcl-X L , Bcl-2, Bcl-w and Mcl-1 possess four conserved hydrophobic pockets (p1–p4) which provide space for four hydrophobic residues (h1–h4) present on the BH3 peptides of Bad and Bak. Sequence alignment was carried out by clustalW method XREF_BIBR to obtain initial insights of similarities between the BH3 (Bad25 and Bak16) and SN15 peptides. We have failed to achieve a meaningful sequence alignment by normal procedure of taking SN15 sequence in conventional way (15SQETFSDLWKLLPEN29). Our previous NMR chemical shift perturbation experiments and HADDOCK model revealed that the binding orientation of SN15 peptide to Bcl-X L  is in opposite direction (29NEPLLKWLDSFTEQS15) when compared to BH3 peptides such as Bad and Bak binding orientations (XREF_FIG) XREF_BIBR, XREF_BIBR. Based on these previous observations, the binding orientations of the peptides with Bcl-X L  were considered for sequence alignment i.e. Bad (N1→K25), Bak (G1→R16) and SN15 (N29→S15). By this attempt, the sequences aligned well and all the important hydrophobic residues that are crucial for Bcl-X L  binding are aligned properly (XREF_FIG). These results also revealed that SN15 has three hydrophobic residues (L26, W23 and F19) which occupy three hydrophobic pockets (p2, p3 and p4).\n\n",
          "start":11339,
          "end":12640
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s3b"
        },
        "children":[{
          "label":"title",
          "text":"\n\nPreliminary analysis of MD simulations.\n\n",
          "start":12640,
          "end":12683
        },{
          "label":"p",
          "text":"Total five simulations were carried out for MDM2/p53 complex, Bcl-XL/Bad, Bcl-XL/Bak, Bcl-XL/SN15 and Bcl-XL/SN15W23A, a SN15 point mutant peptide. The MD simulations were judged to be stable as evidenced by the time dependent evaluation of backbone root mean square deviation (RMSD). The RMSD was calculated during production phase using the respective initial minimized structure as the reference structure. The average RMSD value for MDM2/P53 complex simulation was 0.12 nm which is consistent with previous computational simulation studies XREF_BIBR. For the Bcl-X L /peptide (SN15, Bad and Bak) simulations the average RMSD values was between 0.28 nm to 0.32 nm. The Bcl-X L /SN15 mutant (W23A) peptide simulation showed bit higher RMSD average values (0.4 nm), which can be expected due to changes in the peptide secondary structure and overall fluctuations of protein structure. Comparatively high fluctuations were observed at the long flexible loop of Bcl-X L  located between α1 and α2 and also other loops which connect the α-helices. These observations suggest that there is no significant structural drift in each system during the MD simulations (XREF_FIG). Secondary structural analysis was carried out to measure the stability of the simulations. These analysis shows that the α-helices present in the MDM2 as well as Bcl-X L  persist throughout the simulation time (XREF_FIG and XREF_SUPPLEMENTARY–XREF_SUPPLEMENTARY). The short β-strands present in the MDM2 structures also maintained their size (XREF_SUPPLEMENTARY). The structural differences were observed at the loop positions that connect the α-helices due to high flexible nature. Previous experimental and computational studies demonstrated that helical content of the peptides (p53 or BH3 peptides) is directly proportional to its binding ability with partners XREF_BIBR, XREF_BIBR. DSSP analysis revealed that all the peptides indeed preserve their helical content and in several simulations there is an increase by 2–3 residues (XREF_FIG and XREF_SUPPLEMENTARY–XREF_SUPPLEMENTARY). The stability and increment in the helical content is also evident from the intra-molecular hydrogen bonds between main chain atoms of the peptides (XREF_SUPPLEMENTARY–XREF_SUPPLEMENTARY).\n\n",
          "start":12683,
          "end":14933
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s3c"
        },
        "children":[{
          "label":"title",
          "text":"\n\nFree energy decomposition of protein-peptide complexes and comparison.\n\n",
          "start":14933,
          "end":15007
        },{
          "label":"p",
          "text":"We have adopted binding free energy calculations and decomposition of residue wise contribution to understand the similarities between BH3 domains of proapoptotic proteins (Bad and Bak) and N-terminal transactivation domain of p53 (SN15). These results also facilitate us to identify the key residues of p53 which are crucial for binding with MDM2 and novel binding partner Bcl-X L . For the purpose of this work and to identify hot spot amino acids in protein and peptide complexes, we defined key residue as the one that makes a −1 kcal/mol contribution to the binding free energy.\n\n",
          "start":15007,
          "end":15592
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s3d"
        },
        "children":[{
          "label":"title",
          "text":"\n\nEnergy calculations for MDM2 with p53 peptide.\n\n",
          "start":15592,
          "end":15642
        },{
          "label":"p",
          "text":"Binding free energy calculations were carried out for MDM2/p53 complex to better understand the interaction pattern of p53 with MDM2 as well as to unveil the hot spot residues of p53 which are common in complex formation with MDM2 and Bcl-X L . This simulation results also allowed us to compare with previous computational studies and benchmark our MD simulation protocol. For this purpose we have opted MM/GBSA method to calculate the binding free energy of MDM2/p53 complex. The ΔG bind  of this complex was computed as −11.3 kcal/mol (XREF_TABLE and XREF_TABLE) which is close to experimental binding free energy (−6.4 to −9.0 kcal/mol) XREF_BIBR, XREF_BIBR and other computational studies estimates −6.9 to −16 kcal/mol XREF_BIBR–XREF_BIBR. The residue level contribution was carried out to extract the key residues information from both protein (MDM2) and peptide. The results suggest that the residues, F19, W23 and L26 of p53 contribute more in binding and moreover F19 is better contributor for binding than W23 (XREF_TABLE), which is consistent with previous computational observations XREF_BIBR. Several hydrophobic and one or two hydrophilic MDM2 residues which are important in complex formation were also identified (XREF_FIG).\n\n",
          "start":15642,
          "end":16885
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s3e"
        },
        "children":[{
          "label":"title",
          "text":"\n\nBinding free energy calculations and their decomposition for Bcl-X L /peptide complexes.\n\n",
          "start":16885,
          "end":16977
        },{
          "label":"p",
          "text":"The Bcl-X L /BH3 peptide complexes were well studied as the three dimensional structures were solved by either NMR or X-ray crystallographic methods and also by computational studies XREF_BIBR, XREF_BIBR. But the interaction pattern between Bcl-X L  and p53 (SN15) and the key residues which are involved in the complex formation is not fully known. The calculated ΔG bind  was −17.7 and −12.3 kcal/mol for Bcl-X L /Bad and Bcl-X L /Bak complexes respectively (XREF_TABLE, XREF_SUPPLEMENTARY and XREF_SUPPLEMENTARY). The experimental methods estimated −12.7 and −8.94 to −9.32 kcal/mol for Bcl-X L /Bad and Bcl-X L /Bak complexes respectively XREF_BIBR, XREF_BIBR. Our previous experimental binding studies between Bcl-X L /SN15 peptide estimated ΔG bind  as −4.95 kcal/mol XREF_BIBR and present computational binding free energy method estimated −7.3 kcal/mol (XREF_TABLE). These results demonstrate that computational free energies are estimated close to the experimental binding values with acceptable differences. The residual decomposition results identified that several residues of Bcl-X L  which are important for heterodimer formation with BH3 peptides like Bad/Bak are indeed important for complex formation with SN15 with fewer differences. The three hydrophobic residues (F19, W23 and L26) of p53 which are important in complex formation with MDM2 are also crucial for complex formation with Bcl-X L (XREF_TABLE).\n\n",
          "start":16977,
          "end":18404
        }]
      }]
    },{
      "label":"sec",
      "attributes":{
        "id":"s4"
      },
      "children":[{
        "label":"title",
        "text":"\n\nDiscussion.\n\n",
        "start":18404,
        "end":18419
      },{
        "label":"sec",
        "attributes":{
          "id":"s4a"
        },
        "children":[{
          "label":"title",
          "text":"\n\nKey anchoring residues of p53 for MDM2 binding.\n\n",
          "start":18419,
          "end":18470
        },{
          "label":"p",
          "text":"The three hydrophobic residues (F19, W23 and L26) that occupy the hydrophobic surface of the MDM2 are crucial for the binding XREF_BIBR. Previous experimental studies revealed that these residues are susceptible for mutations which show severe decrease in binding or even inactive in some cases XREF_BIBR. Residue F19 of p53 which is predicted as major contributor (−6.58 kcal/mol) for MDM2 binding forms strong van der Waals contacts with I61 as well as with G58, Y67 and V93. The tryptophan residue of p53 protrudes into hydrophobic pocket formed by several conserved aliphatic hydrophobic residues like L54 and L57. The residual level energetics revealed that L54 contributes strongly from MDM2 part, this is due to both van der Waals contact with tryptophan and also stable hydrogen bond. This hydrogen bond is observed between NEε of tryptophan and main chain carbonyl of L54. Another conserved hydrophobic residue L26 of p53 interacts with I99 side chain. Our results are also consistent with previous experimental and computational findings and corroborate that these three hydrophobic residues of p53 are determinants for MDM2 binding. Apart from these three crucial interactions several other residues also helps for the firm binding such as L22, P27 and T18. The residue L22 of p53 interacts with V93 and H73 of binding partner. Proline residue (P27) present on the p53 peptide forms van der Waals interactions with Y100 of MDM2.\n\n",
          "start":18470,
          "end":19911
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s4b"
        },
        "children":[{
          "label":"title",
          "text":"\n\nMajor contributors of BH3 peptides for hetero-dimerization with Bcl-X L .\n\n",
          "start":19911,
          "end":19988
        },{
          "label":"p",
          "text":"Four conserved hydrophobic pockets (p1–p4) are available in all the Bcl-2 family members like Bcl-X L , Bcl-2, Mcl-1 and Bcl-w proteins. Most of the residues which form these hydrophobic pockets are also conserved across the family members. All four pockets are formed by residues present on BH1 (α4 and α5 helices) majorly, BH2 (α7) and BH3 (α2) helices of Bcl-X L . These hydrophobic pockets provide space for the well-spaced (i, i+4, i+7 and i+11) hydrophobic residues (h1–h4) on BH3 peptides such as Bad/Bak (XREF_FIG). The hydrophobic residues of BH3 peptides lock with binding partner by forming strong van der Waals interactions. Several experimental and computational studies demonstrated that these four hydrophobic residues are crucial for heterodimer formation XREF_BIBR, XREF_BIBR, XREF_BIBR, XREF_BIBR. Residual decomposition results illustrate that these four hydrophobic residues of the Bad/Bak peptide contribute sufficiently well for binding with the Bcl-X L  (XREF_TABLE).\n\n",
          "start":19988,
          "end":20980
        },{
          "label":"p",
          "text":"Residue Y8 of Bad peptide and V3 of Bak peptide occupies p1 hydrophobic pocket of Bcl-X L . This pocket is formed by F105, L112, V126 and F146 which constitutes BH1 and BH3 helices and a short α3 helix. A stable hydrogen bond interaction observed between side chain hydroxyl of Bad Y8 and main chain carbonyl of Bcl-X L  A104. The p2 pocket of Bcl-X L  is formed by F97, F105, V126, L130 as well as F146 and locks with conserved leucine residue of BH3 peptides (L12, L7 of Bad and Bak, respectively). The residue M15 of Bad peptide and I10 of Bak form van der Waals interactions with p3 hydrophobic pocket formed by F97 and A142 residues. Finally the p4 pocket formed by F97 and V141 residues is occupied by F19 (Bad) and I14 (Bak). Besides these crucial hydrophobic interactions, several other hydrophobic interactions are observed to be important for binding. A5 residue of Bad peptide contributed ∼−2.8 kcal/mol for complex formation. This residue forms close contacts with L112, S122, Q125 and V126 and make favorable contribution for binding energy. Another hydrophobic residue F23 of Bad peptide forms firm van der Waals contacts with L194 and Y195 of its binding partner Bcl-X L . Previous point mutation studies of these two Bad peptide residues (A5G and F23A) demonstrated ∼4 fold less binding affinity compared with wild type peptide also suggests the important role of these residues for binding XREF_BIBR. Previous computational study also recognized these two residues as probable hot spots of BH3 peptides for Bcl-2 family proteins binding XREF_BIBR. These strong interactions of A5 and F23 could be the possible reasons for the extended alpha helical nature of the Bad peptide appeared in the Bcl-XL/Bad peptide simulation (XREF_SUPPLEMENTARY).\n\n",
          "start":20980,
          "end":22741
        },{
          "label":"p",
          "text":"Unlike MDM2 binding pocket which is mostly constructed by hydrophobic residues, Bcl-X L  surface is composed of both hydrophobic and charged residues. The interior pocket is hydrophobic and the wall of the binding pocket is composed of charged residues. The Bad and less extent Bak peptides are having several charged residues to complement the charge environment of its binding partner. R10 of Bad peptide and R5 of Bak peptide forms stable hydrogen bonds with E129 residue of Bcl-X L . Salt bridge analysis incorporated in vmd program suite XREF_BIBR was utilized to determine salt bridge forming pairs between protein and peptide complexes. This analysis revealed that salt bridges can be formed between R10 (Bad)/R5 (Bak) and E129 of Bcl-X L . Another arginine residue (R13) of Bad peptide form hydrophilic interactions with D133 and also forms salt bridge. The equivalent residue in Bak peptide is an alanine (A8) also contributes favorably (−2 kcal/mol) by forming close van der Waals contacts with L130 and R139 residues of Bcl-X L .\n\n",
          "start":22741,
          "end":23783
        },{
          "label":"p",
          "text":"Several structural studies by experimental, computational methodologies and peptide mimitics as well as inhibitors of MDM2/p53 binding demonstrated that p53 contains three important hydrophobic residues (F19, W23 and L26). Our residual decomposition of MDM2/p53 results also depicted the same (XREF_TABLE). The residual contribution analysis of Bcl-X L /SN15 simulation postulated that indeed these three residues of the SN15 peptide are major contributors for binding with protein (XREF_TABLE). These three hydrophobic residues of SN15 occupy three hydrophobic pockets (p2–p4) in a similar manner as BH3 peptides (XREF_FIG). The residue L26 of SN15 superimposes well on equivalent residue leucine which is well conserved in all the BH3 peptides. It occupies the p2 binding pocket and forms van der Waals interactions in a similar way as BH3 peptides and contributes in same level for binding with Bcl-X L  (∼−5 kcal/mol). The central hydrophobic residue tryptophan (W23) of SN15 resides at the p3 hydrophobic binding pocket and interacts strongly with surrounding hydrophobic residues like F97 and A142. A stable hydrogen bond is observed between epsilon nitrogen atom of tryptophan and main chain carbonyl of E96. This could be the possible reason for larger contribution of binding energy of this residue for complex formation. The point mutation (W23A) simulation results produced around 10 kcal/mol less enthalpy (ΔH) compare to the wild type peptide simulation which is in good agreement with experimental data (XREF_TABLE and XREF_SUPPLEMENTARY). Our results postulated that tryptophan is the optimized option for binding at p3 hydrophobic pocket than methionine (Bad) or isoleucine (Bak). The Bcl-X L  p4 hydrophobic pocket formed by F97 and V141 residues provides space for another hydrophobic residue (F19) of SN15. Though the phenyalanine is present in both SN15 and Bad peptides the relative contribution of binding from SN15 is less (∼2 kcal/mol). In the case of SN15 the side chain of F19 slightly dislocates from the p4 pocket due to the relative binding orientation of the peptide. This could be the probable reason for the lower contribution of SN15 at particular interaction.\n\n",
          "start":23783,
          "end":25978
        },{
          "label":"p",
          "text":"In addition to these three crucial hot spot residues, several other hydrophobic residues present on the SN15 peptide forms van der Waals interactions with Bcl-X L  binding pocket. Residue L22 which precedes important hydrophobic residue W23 shows favorable contribution to binding by forming close contacts with R139. Another hydrophobic residue L25 forms van der Waals contacts with L130 and R139 residues of Bcl-X L . L25 is present in an equivalent position as A8 of Bak peptide which exhibited similar type of interactions with the protein. P27 of SN15 peptide interacts considerably strong with the Bcl-X L  binding pocket by forming both hydrophobic and hydrogen bond interactions. The proline ring resides on the top of the p1 pocket and form hydrophobic interactions with side chains of L112, V126 and F146. The main chain P27 carbonyl forms a stable hydrogen bond interaction with Y101 side chain hydroxyl which is present on BH3 binding region of Bcl-X L .\n\n",
          "start":25978,
          "end":26946
        },{
          "label":"p",
          "text":"Besides hydrophobic interaction ability of SN15 with Bcl-X L , several hydrophilic interactions were observed (XREF_SUPPLEMENTARY). The residue S20 contributed −2.5 kcal/mol for binding, constituting hydrogen bond with R100 of the protein. This hydrogen bond is observed between side chains of the both residues. Another residue Q16 forms several hydrogen bond interactions with E96, R100 of α2 helix. Though the SN15 peptide forms several hydrophilic residues, it lacks the charged residues at appropriate positions like Bad/Bak. SN15 peptide has a negatively charged residue (D21) that is conserved even in Bad and Bak peptides. Although, it is in a conserved position, due to the binding orientation of SN15 peptide the distance between the complimentary residue (R139) of Bcl-X L  and D21 of SN15 is high and is unable to reach and establish either hydrogen bond or salt bridge. Salt bridge as well as hydrogen bonding interactions was observed with aspartate residue (D12) which is present at equivalent position of Bak peptide. The calculated minimum distance between the side chains of aspartate residue of SN15, Bak (D21, D12 respectively) and arginine (R139) residue of Bcl-X L  is around 0.7 nm which is not optimal for any type of interaction. In the case of Bak, though the side chains are far at initial stages of the simulation but around 2 ns time the distance of the side chains reduced to around 0.2 nm and is sustained throughout the simulation (XREF_SUPPLEMENTARY). This reveals that SN15 peptide does not possess any charge complementary residues which can interact strongly with the charged Bcl-X L  binding pocket. This could be the possible reason for negative electrostatic values (ΔELE) obtained for the Bcl-X L /SN15 peptide simulation.\n\n",
          "start":26946,
          "end":28710
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s4c"
        },
        "children":[{
          "label":"title",
          "text":"\n\nHot spot residues of Bcl-X L  involved in binding with BH3/SN15 peptides.\n\n",
          "start":28710,
          "end":28787
        },{
          "label":"p",
          "text":"Major contributors which contribute ≥−1 kcal/mol for complex formation were considered as hot spots of Bcl-X L  for the heterodimer formation (XREF_SUPPLEMENTARY–XREF_SUPPLEMENTARY). Although several residues are important for all the complexes, few differences also were noticed. These differences largely arise due to the length and helical nature as well as binding orientation of the different peptides (XREF_FIG). The Bad peptide covers maximum surface of the Bcl-X L  binding pocket and is composed of both hydrophobic as well as charged residues. Bak and SN15 peptides occupy comparatively less space due to their length. Nevertheless, all three peptides (Bad, Bak and SN15) interact with the conserved hydrophobic pocket residues. The p1 hydrophobic pocket residues F105, V126 and F146 are involved in interactions with h1 hydrophobic residues of the BH3 peptides and P27 of the SN15 peptide. All three residues are consistently engaged in favorable binding energy with all the peptides. Though SN15 lacks hydrophobic residue at equivalent position of h1 on BH3 peptides, P27 of SN15 shields the p1 site and forms hydrophobic interactions with these three residues. In the case of F146, it contributes little less than the benchmark contribution with SN15 peptide (−0.8 kcal/mol). Another notable difference is Y8 residue of Bad peptide establishes interaction with L112 while Bak and SN15 interacts with L108 (XREF_TABLE). The p2 hydrophobic pocket residues, F97 and L130 are consistently involved in favorable binding with all three peptide hydrophobic conserved leucine residue. Other two hydrophobic residues also contributed considerably with all the peptides.\n\n",
          "start":28787,
          "end":30462
        },{
          "label":"p",
          "text":"Both Bad and Bak peptides consists of two negatively charged successive amino acids (D17, E18 in Bad and D12 and D13 in Bak). These residues extend their side chains and cover both sides of the Bcl-X L  binding pocket charged walls (XREF_FIG). They superimpose well in both the peptide binding conformations and are suspected to form hydrogen bond as well as salt bridge interactions with R139 and R100, respectively. But only in the case of Bak peptide both aspartate residues interact with arginine residues by either hydrogen bond interactions or salt bridges. This observation was clearly reflected in the residual decomposition analysis (XREF_TABLE). Both arginines R100 and R139 contributed predominantly (−3.5 and −5.1 kcal/mol, respectively), but the Bad peptide is not able to interact with these residues. The possible reason could be due to unfavorable interactions with R139 because of close proximity to another positively charged residue R13 on Bad peptide which causes charge repulsion. E18 is unable to form any type of interactions with R100; instead it forms a hydrogen bonding interaction with Y101. Residue Q16 of SN15 forms 2–3 hydrogen bond interactions with Bcl-X L . Main chain carbonyl group interacts with R100 and its side chain form hydrogen bonds with E96 side chain of the protein. Because of these two interactions E96 and R100 contributed favorably for complex formation (XREF_SUPPLEMENTARY).\n\n",
          "start":30462,
          "end":31888
        }]
      },{
        "label":"sec",
        "attributes":{
          "id":"s4d"
        },
        "children":[{
          "label":"title",
          "text":"\n\nCommon features of p53 (SN15) responsible for dual target binding.\n\n",
          "start":31888,
          "end":31958
        },{
          "label":"p",
          "text":"Residual decomposition and hot spot recognition for the complex formation revealed that several hydrophobic residues of the BH3 and SN15 peptides are forming similar type of interactions with Bcl-X L  (XREF_FIG). The three hydrophobic pillars of p53 (F19, W23 and L26) which are crucial for MDM2/p53 binding recognition are indeed important in complex formation with Bcl-X L . All these three residues occupy 3 out of 4 conserved hydrophobic pockets (p2–p4) of the Bcl-2 family proteins. Previously, attempts were made to develop potent Bcl-X L  inhibitors based α-helical peptidomimetics taking into consideration of three hydrophobic residues such as L7, I10 and I14 (i, i+3, and i+7) of Bak peptide XREF_BIBR, XREF_BIBR. These mimetics developed from the BH3 peptide demonstrated binding towards Bcl-X L  and also with MDM2. Our recent finding revealed that even MDM2 potent inhibitor nutlin-3 and PMI (p53 mutant peptide) bind with Bcl-2 family proteins XREF_BIBR. These observations suggest that though globular folding pattern of MDM2 and Bcl-2 proteins is different they share similar binding with p53.\n\n",
          "start":31958,
          "end":33069
        },{
          "label":"p",
          "text":"Another important similarity in binding pattern of p53 with Bcl-X L  and MDM2 (XREF_FIG) is the stable hydrogen bond interaction between epsilon nitrogen atom of tryptophan (W23) side chain and main chain carbonyl of E96 (Bcl-X L ), L54 (MDM2). Our simulations results in the present study postulated that P27 of SN15 covers the first hydrophobic pocket (p1) and forms van der Waals interactions with L112, V126 and F146. Recent crystal structures of MDM2 and MDMX with PMI (p53 based mutant peptide inhibitors) revealed that both the protein surfaces have an extra 4th hydrophobic pocket. The proline residue which is present at C-terminal end of PMI (TSFAEYWNLLSP) occupies this extra binding pocket (XREF_SUPPLEMENTARY) of MDMX formed by V49, M53, Y99 and L102. In MDM2 the equivalent residues are M50, L54, Y100 and I103. Surprisingly this pocket is unable to accommodate the proline residue of PMI due to the Y100 conformation. The point mutation studies clearly indicated that the proline change affects negatively on binding with MDMX protein. Despite these differences it's clear that these two proteins have 4th hydrophobic pocket similar as Bcl-2 proteins.\n\n",
          "start":33069,
          "end":34237
        },{
          "label":"p",
          "text":"In conclusion, our present MD simulations coupled with binding free energy calculations corroborated with our previous NMR studies of binding pattern of SN15 with Bcl-X L . Residual decomposition results demonstrated similarities in the binding pattern between the BH3 and SN15 with Bcl-X L  protein. Key hydrophobic residues of p53 peptide (F19, W23 and L26), which are crucial for MDM2 binding occupy the hydrophobic patch of Bcl-X L  in an identical manner as Bad and Bak peptides. Though the SN15 satisfies the hydrophobic contribution similar to BH3 peptides, lack of charged interactions with the either sides of Bcl-X L  binding cavity walls leads to a modest binding affinity. The tryptophan residue of SN15 contributes dominantly for complex formation and forms both hydrophobic and hydrogen bonding interactions at third hydrophobic pocket of Bcl-X L . This residue contributes better than equivalent residues of BH3 peptides (M15, I10 of Bad and Bak peptides respectively). Analogous interaction pattern was observed between W23 of p53 and MDM2. This anchoring interaction of tryptophan in both complexes could be one of the reasons for susceptibility for mutational changes which causes decrease or total loss of binding XREF_BIBR, XREF_BIBR. Recent evidence of nutlin-3 binding in Bcl-X L  substantiated the importance of tryptophan or tryptophan mimics for dual target binding XREF_BIBR. Our results provide insights into the molecular basis for recognition of p53 peptide in MDM2 and Bcl-X L  and could be helpful to develop inhibitors which can bind to both targets.\n\n",
          "start":34237,
          "end":35821
        }]
      }]
    }]
  }]
}